let number = +prompt("Введите число от 0 до 9:");
switch (number) {
    case 0: alert("Спецсимвол, который расположен на этой клавише: )");
    break;
    case 1: alert("Спецсимвол, который расположен на этой клавише: !");
    break;
    case 2: alert("Спецсимвол, который расположен на этой клавише: @");
    break;
    case 3: alert("Спецсимвол, который расположен на этой клавише: #");
    break;
    case 4: alert("Спецсимвол, который расположен на этой клавише: $");
    break;
    case 5: alert("Спецсимвол, который расположен на этой клавише: %");
    break;
    case 6: alert("Спецсимвол, который расположен на этой клавише: ^");
    break;
    case 7: alert("Спецсимвол, который расположен на этой клавише: &");
    break;
    case 8: alert("Спецсимвол, который расположен на этой клавише: *");
    break;
    case 9: alert("Спецсимвол, который расположен на этой клавише: (");
    break;

}
